"Accepted" = "Accepted";
"Please upgrade to QuickTime 7 to run USB Missile Launcher NZ" = "Please upgrade to QuickTime 7 to run USB Missile Launcher NZ";
"This beta release adds support for Joysticks and the Striker II launcher. Please see the built in HELP or README file for details on how to enable support for the Striker II. New troubleshooting tips and advice are now available in the help as well." = "This beta release adds support for Joysticks and the Striker II launcher. Please see the built in HELP or README file for details on how to enable support for the Striker II. New troubleshooring tips and advise are now available in the help as well.";
"Couldn't create a video channel.  Check your video device connections and try again." = "Couldn't create a video channel.  Check your video device connections and try again.";
"Couldn't create an audio channel.  Check your audio device connections and try again." = "Couldn't create an audio channel.  Check your audio device connections and try again.";
"Pause" = "Pause";
"Recording paused..." = "Recording paused...";
"Resume" = "Resume";
"Recording in progress..." = "Recording in progress...";
"Recording stopped." = "Recording stopped.";
"Record" = "Record";
"Press Record to capture video" = "Press Record to capture video";
"Camera not on" = "Camera not on or not plugged in";
"A New Version is Available" = "A New Version is Available";
"Your Software is up-to-date" = "Your Software is up-to-date";
"You have the most recent version of USB Missile Launcher NZ." = "You have the most recent version of USB Missile Launcher NZ.";
"A new version of USB Missile Launcher NZ is available (version %@). Would you like to download the new version now?" = "A new version of USB Missile Launcher NZ is available (version %@). Would you like to download the new version now?";
"Version Check has Failed" = "Version Check has Failed";
"An error occurred whilst trying to retrieve the current version number from the internet." = "An error occured whilst trying to retrieve the current version number from the internet.";
"OK" = "OK";
"There was an error connecting to the server." = "There was an error connecting to the server.";
"Either you do not have the internet or the server is down for maintenance." = "Either you do not have the internet or the server is down for maintenance.";
"Close" = "Close";
"Preference version change." = "Preference version change.";
"Please review the application preference settings. Thank you for downloading and running this software." = "Please review the application preference settings. Thank you for downloading and running this software.";
"Missile Launcher is NOT connected" = "Missile Launcher is NOT connected - please connect launcher.";
"Launcher Not Connected" = "Launcher Not Connected";
"Launcher Status: Disabled" = "Launcher Status: Disabled";
"USB Launcher Connected" = "USB Launcher Connected";
"USB Launcher Disconnected" = "USB Launcher Disconnected";
"USB connection error - launcher disconnected" = "USB connection error - launcher disconnected";
"Triple Fire Engaged" = "Triple Fire Engaged";
"Launcher locked automatically" = "Launcher locked automatically";
"Launcher Status: Enabled" = "Launcher Status: Enabled";
"AutoLocking enabled" = "AutoLocking enabled";
"Abort activated - command termination in progress"= "Abort activated - command termination in progress";
"Error: Command in progress!" = "Error: Command in progress!";
"Relocating launcher to top left" = "Relocating launcher to top left";
"Relocating launcher to middle" = "Relocating launcher to middle";
"Test Complete" = "Test Complete";
"Launcher is Disabled, Release Safety First" = "Launcher is Disabled, Release Safety First";
"Look Out - triple fire" = "Look Out - triple fire";